[
    {
        "title": "",
        "name": "Marco Monti",
        "email": "marco.monti@postgrad.manchester.ac.uk",
        "description": "Marco joined the Cai lab in 2017 as a  Master's student. Shortly after he graduated with an MSc Hons in Molecular and Cellular Biology at the University of Bologna. He remained in the Cai lab group to persue his PhD. His current projects focus on simulations and modelling of genome evolution, speciation, genome sequencing and assembly algorithms. In his free time, Marco enjoys reading, watching films and playing chess.",
        "portrait": "Marco.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Reem Swidah",
        "email": "reem.swidah@manchester.ac.uk",
        "description": "Reem started working as a postdoctoral research associate in the lab of Prof. Patrick Cai in 2018. Reem obtained her PhD in Biotechnology from the University of Manchester under the supervision of Prof. Mark Ashe and Prof. Chris Grant. She constructed various mutants of S. cerevisiae strains to produce butanol by introducing the ABE pathway into yeast, applying metabolic engineering and synthetic biology strategies to enhance butanol production. Reem started working as a Post-doc prior to finishing her PhD in Mark Ashe lab. Reem has obtained her MSc in Biotechnology and her Bachelor degree in Agricultural Engineering and Food Science from the University of Damascus. Reem has gained extensive experience in teaching as she worked as assistant lecturer at the University of Damascus and the University of Tishreen.[br]Reem currently is working on multiple projects. First, she is focusing on engineering and biosynthesizing natural product-like drugs such as Pentalenolactone, which is active against Mycobacterium tuberculosis. She assembles biosynthesis pathways using YeastFab technology. Second, her research interests are combining Engineering and Molecular Biology for exploring potential applications of Synthetic Biology. Reem is also using SCRaMBLE system to generate high-fitness yeast cells bearing the synthetic chromosomes  and under specific conditions and this will allow her to create genome diversity with the ability to produce new biological functions. In her free time, she enjoys working as a volunteer and contributes to fund raising for many UK registered charities including Syria relief. Reem loves reading, painting, cooking, travelling and exploring life. ",
        "portrait": "Reem.jpg"
    },
    {
        "title": "",
        "name":"Alba Ballerini",
        "email":"alba.ballerini@postgrad.manchester.ac.uk",
        "description":"Alba is a PhD student in the Cai Lab. She joined the group of Professor Patrick Cai in 2019 as a master student and, after her graduation with a Molecular Biotechnology MSci from University of Pisa, she started her PhD. Her work involves the engineering of the next generation of tRNA neochromosomes. She believes that the tRNA neochromosome research within the Sc2.0 project is a highly fascinating research field which will allow observation towards de novo chromosome building but also to study fundamentals of tRNA biology which would not be accessible in a standard biological system. In her free time, she volunteers in science research events, she enjoys travel, reading, going to the cinema and loves good food.",
        "portrait":"Alba.jpg"
    },
    {
        "title": "Dr. ",
        "name":"Stefan Hoffmann",
        "email":"stefan.hoffmann@manchester.ac.uk",
        "description":"Stefan joined the group of Professor Patrick Cai in 2019 as a postdoctoral research associate. He did his PhD at the University of Potsdam, Germany under the supervision of Professor Katja Arndt, focussing on synthetic systems for directed evolution and transcriptional regulation in E. coli. He is working on biocontainment in synthetic biology, developing genetic systems to contain engineered organisms to defined culture conditions. In his spare time, Stefan enjoys kickboxing, gardening, DIYing and a variety of outdoor activities.",
        "portrait":"Stefan.jpg"
    },
    {
        "title": "",
        "name": "Josh James",
        "email": "joshua.james-2@postgrad.manchester.ac.uk",
        "description": "Josh joined the Cai lab group in 2019 as a PhD student, shortly after graduating with a Biology MSci from the University of Bristol. His work involves using CRISPR and adeno-associated virus (AAV) to develop tools for rewriting human genomes. These will allow analysis of the functionalities of genetic sequences at a previously unattained resolution. This project is in collaboration with the Chew Lab (Genome Institute of Singapore). Outside of the lab, Josh enjoys travel, SCUBA diving and climbing.",
        "portrait": "Josh.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Kewin Gombeau",
        "email": "kewin.gombeau@manchester.ac.uk",
        "description": "Kewin joined the group of Professor Patrick Cai in 2019 as a postdoctoral research associate. He performed his PhD at the University Aix-Marseille, France, under the supervision of Prof. Jean-Paul Bourdineaud and Dr. Christelle Adam-Guillermin, aiming at integrating the epigenetic response in the field of radioecotoxicology. He then joined in 2017 the research team lead by Dr. Jean-Paul di Rago, France, to work on the nuclear relocation of mitochondrial genes in the budding yeast Saccharomyces cerevisiae.[br]His current research aims at implementing a fully synthetic, size-reduced and functional mitochondrial genome in S. cerevisiae by removing the presumably non-essential inter- and intragenic sequences, representing more than 80% of the mitochondrial genome size. Kewin truly believes that mitochondria play a central role in eukaryotic cell’s adaptive capabilities and evolution.[br]In his spare time, Kewin enjoys learning about psychology, playing guitar and cooking.",
        "portrait": "Kewin.jpg"
    },
    {
      "title": "",
      "name": "Miriam Montserrat Vega-Gordillo",
      "email": "miriam.vegagordillo@postgrad.manchester.ac.uk",
      "description": "Miriam studied Biotechnology at the Autonomous University of Queretaro and completed the MSc. in Genetic Manipulation and Molecular Cell Biology at Sussex University. She has worked on different projects of functional genomics, experimental oncology and immunology in Mexico, Spain and Canada. Currently enrolled in the dual Manchester-Beijing PhD programme she focusses on applying synthetic biology, genomics and AI to develop novel therapeutic approaches for cancer. Outside of the academic world, she has launched start up initiatives to promote a more inclusive world; she enjoys chess, independent films, theatre and reading.",
      "portrait": "Miriam.jpg"
    },
    {
      "title": "",
      "name": "James Sanders",
      "email": "james.sanders-3@postgrad.manchester.ac.uk",
      "description": "James joined the Cai lab in 2021 as a PhD student with a focus on expanding the genetic code of synthetic yeast. This work aims to leverage the unique design features of Sc2.0 to engineer new strains of yeast that are able to efficiently use amino acids not found in nature. Before joining the lab, James graduated with a BSc (Hons) in Genetics from the University of Glasgow followed by an MRes in Synthetic Biology from the University College London.",
      "portrait": "James.jpg"
    },
    {
      "title": "",
      "name": "Ellie Payne",
      "email": "ellie.payne@manchester.ac.uk",
      "description": "Ellie is the Cai lab’s technician, having joined the group shortly after completing her Masters in Biochemistry at the University of Liverpool in the Department of Molecular and Clinical Cancer Medicine. In her spare time she enjoys cooking, making her own clothes, and exploring nature.",
      "portrait": "Ellie.jpg"
    },
    {
      "title": "",
      "name": "Eloise O'Connor",
      "email": "eloise.oconnor@postgrad.manchester.ac.uk",
      "description": "Eloise graduated with a BSc Hons in Biochemistry from Imperial College London in 2019. She joined the Cai lab group in 2021 working in conjunction with Prof Jason Micklefield. Her project is on synthetic biology approaches for re-assembling biosynthetic pathways in heterologous host strains and biosensing technologies. Eloise is funded by the EPSRC Centre for Doctoral Training in BioDesign Engineering. Outside of the lab Eloise enjoys art, fitness and bouldering.",
      "portrait": "Eloise.jpg"
    },
    {
      "title": "",
      "name": "Perrine Dalby",
      "email": "pd421@ic.ac.uk",
      "description": "Perrine engineers novel ribosomal DNA to reduce the expression burden in cells. She is co-supervised by Prof. Guy-Bart Stan and is part of the CDT BioDesign programme hosted by Imperial College London. Prior to working in the field of synthetic biology, she did a master’s degree in plant molecular biology between Durham University (UK) and Tübingen University (Germany). If you can’t find her in the lab, she is probably on a climbing wall or hiking in the mountains with her friends and family. In her free time, she also tries to be her own sunshine as there is not enough in Manchester.",
      "portrait": "Perrine.jpg"
    }
]
