[
"J. Dai, J. D. Boeke, Z. Luo, S. Jiang, [b]Y. Cai[/b], “Sc3.0: revamping and minimizing theyeast genome”, Genome Biol [b]21[/b], 205 (2020).",
"Z. Luo, S. A. Hoffmann, S. Jiang, [b]Y. Cai[/b], J. Dai, “Probing eukaryotic genome functionswith synthetic chromosomes”, Exp Cell Res [b]390[/b], 111936 (2020).",
"M. J. MacKay, A. C. Hooker, E. Afshinnekoo, M. Salit, J. Kelly, J. V. Feldstein, N.Haft, D. Schenkel, S. Nambi, [b]Y. Cai[/b], F. Zhang, G. Church, J. Dai, C. L. Wang, S.Levy, J. Huber, H. P. Ji, A. Kriegel, A. L. Wyllie, C. E. Mason, “The COVID-19XPRIZE and the need for scalable, fast, and widespread testing”, Nat Biotechnol [b]38[/b], 1021–1024 (2020).",
"R. Swidah, J. Auxillos, W. Liu, S. Jones, T. F. Chan, J. Dai, [b]Y. Cai[/b], “SCRaMbLE-in:A Fast and Efficient Method to Diversify and Improve the Yields of HeterologousPathways in Synthetic Yeast”, Methods Mol Biol [b]2205[/b], 305–327 (2020).",
"Y. Zhao, Z. Yao, D. Ploessl, S. Ghosh, M. Monti, D. Schindler, M. Gao, [b]Y. Cai[/b], M.Qiao, C. Yang, M. Cao, Z. Shao, “Leveraging the Hermes Transposon to Accelerate theDevelopment of Nonconventional Yeast-based Microbial Cell Factories”, ACS Synth Biol [b]9[/b], 1736–1752 (2020).",
"J. Y. Auxillos, E. Garcia-Ruiz, S. Jones, T. Li, S. Jiang, J. Dai, [b]Y. Cai[/b], “MultiplexGenome Engineering for Optimizing Bioproduction in Saccharomyces cerevisiae”,Biochemistry [b]58[/b], 1492–1500 (2019).",
"N. Hillson, M. Caddick, [b]Y. Cai[/b], J. A. Carrasco, M. W. Chang, N. C. Curach, D. J. Bell,R. Le Feuvre, D. C. Friedman, X. Fu, N. D. Gold, M. J. Herrg?rd, M. B. Holowko, J. R.Johnson, R. A. Johnson, J. D. Keasling, R. I. Kitney, A. Kondo, C. Liu, V. J. J. Martin,F. Menolascina, C. Ogino, N. J. Patron, M. Pavan, C. L. Poh, I. S. Pretorius, S. J.Rosser, N. S. Scrutton, M. Storch, H. Tekotte, E. Travnik, C. E. Vickers, W. S. Yew, Y.Yuan, H. Zhao, P. S. Freemont, “Building a global alliance of biofoundries”, NatCommun [b]10[/b], 2040 (2019).",
"S. Jones, A. Martella, [b]Y. Cai[/b], “EMMA assembly explained: A step-by-step guide toassemble synthetic mammalian vectors”, Methods Enzymol [b]617[/b], 463–493 (2019).",
"Y. Lin, X. Zou, Y. Zheng, [b]Y. Cai[/b], J. Dai, “Improving Chromosome Synthesis with aSemiquantitative Phenotypic Assay and Refined Assembly Strategy”, ACS Synth Biol [b]8[/b], 2203–2211 (2019).",
"M. K. Akhtar, D. Vijay, S. Umbreen, C. J. McLean, [b]Y. Cai[/b], D. J. Campopiano, G. J.Loake, “Hydrogen Peroxide-Based Fluorometric Assay for Real-Time Monitoring ofSAM-Dependent Methyltransferases”, Front Bioeng Biotechnol [b]6[/b], 146 (2018).",
"E. Garcia-Ruiz, J. Auxillos, T. Li, J. Dai, [b]Y. Cai[/b], “YeastFab: High-Throughput GeneticParts Construction, Measurement, and Pathway Engineering in Yeast”, MethodsEnzymol [b]608[/b], 277–306 (2018).",
"T. Li, X. Chen, [b]Y. Cai[/b], J. Dai, “Artificial Protein Scaffold System (AProSS): Anefficient method to optimize exogenous metabolic pathways in Saccharomycescerevisiae”, Metab Eng [b]49[/b], 13–20 (2018).",
"W. Liu, Z. Luo, Y. Wang, N. T. Pham, L. Tuck, I. Pérez-Pi, L. Liu, Y. Shen, C. French,M. Auer, J. Marles-Wright, J. Dai, [b]Y. Cai[/b], “Rapid pathway prototyping andengineering using in vitro and in vivo synthetic genome SCRaMbLE-in methods”, NatCommun [b]9[/b], 1936 (2018).",
"Z. Luo, L. Wang, Y. Wang, W. Zhang, Y. Guo, Y. Shen, L. Jiang, Q. Wu, C. Zhang,[b]Y. Cai[/b], J. Dai, “Identifying and characterizing SCRaMbLEd synthetic yeast usingReSCuES”, Nat Commun [b]9[/b], 1930 (2018).",
"Z. Luo, Q. Yang, B. Geng, S. Jiang, S. Yang, X. Li, [b]Y. Cai[/b], J. Dai, “Whole genomeengineering by synthesis”, Sci China Life Sci [b]61[/b], 1515–1527 (2018).",
"D. Schindler, J. Dai, [b]Y. Cai[/b], “Synthetic genomics: a new venture to dissect genomefundamentals and engineer new functions”, Curr Opin Chem Biol [b]46[/b], 56–62 (2018).",
"N. Agmon, Z. Tang, K. Yang, B. Sutter, S. Ikushima, [b]Y. Cai[/b], K. Caravelli, J. A.Martin, X. Sun, W. J. Choi, A. Zhang, G. Stracquadanio, H. Hao, B. P. Tu, D. Fenyo,J. S. Bader, J. D. Boeke, “Low escape-rate genome safeguards with minimal molecularperturbation of Saccharomyces cerevisiae”, Proc Natl Acad Sci U S A [b]114[/b], E1470–E1479(2017).",
"[b]Y. Cai[/b], J. Dai, “Corrigendum: Methods to Synthesize Large DNA Fragments for aSynthetic Yeast Genome”, Cold Spring Harb Protoc 2017 (2017).",
"[b]Y. Cai[/b], J. Dai, “Methods to Synthesize Large DNA Fragments for a Synthetic YeastGenome”, Cold Spring Harb Protoc 2017 (2017).",
"T. Craig, R. Holland, R. D’Amore, J. R. Johnson, H. V. McCue, A. West, V. Zulkower,H. Tekotte, [b]Y. Cai[/b], D. Swan, R. P. Davey, C. Hertz-Fowler, A. Hall, M. Caddick, “LeafLIMS: A Flexible Laboratory Information Management System with a Synthetic BiologyFocus”, ACS Synth Biol [b]6[/b], 2273–2280 (2017).",
"B. Jia, H. Qi, B. Z. Li, S. Pan, D. Liu, H. Liu, [b]Y. Cai[/b], Y. J. Yuan, “OrthogonalRibosome Biofirewall”, ACS Synth Biol [b]6[/b], 2108–2117 (2017).",
"W. Liu, L. R. Tuck, J. M. Wright, [b]Y. Cai[/b], “Using Purified Tyrosine Site-SpecificRecombinases In Vitro to Rapidly Construct and Diversify Metabolic Pathways”,Methods Mol Biol [b]1642[/b], 285–302 (2017).",
"A. Martella, M. Matjusaitis, J. Auxillos, S. M. Pollard, [b]Y. Cai[/b], “EMMA: An ExtensibleMammalian Modular Assembly Toolkit for the Rapid Design and Production of DiverseExpression Vectors”, ACS Synth Biol [b]6[/b], 1380–1392 (2017).",
"G. Mercy, J. Mozziconacci, V. F. Scolari, K. Yang, G. Zhao, A. Thierry, Y. Luo, L. A.Mitchell, M. Shen, Y. Shen, R. Walker, W. Zhang, Y. Wu, Z. X. Xie, Z. Luo, [b]Y. Cai[/b], J.Dai, H. Yang, Y. J. Yuan, J. D. Boeke, J. S. Bader, H. Muller, R. Koszul, “3Dorganization of synthetic and scrambled chromosomes”, Science 355 (2017).",
"L. A. Mitchell, A. Wang, G. Stracquadanio, Z. Kuang, X. Wang, K. Yang, S.Richardson, J. A. Martin, Y. Zhao, R. Walker, Y. Luo, H. Dai, K. Dong, Z. Tang, Y.Yang, [b]Y. Cai[/b], A. Heguy, B. Ueberheide, D. Feny?, J. Dai, J. S. Bader, J. D. Boeke,“Synthesis, debugging, and effects of synthetic chromosome consolidation: synVI andbeyond”, Science 355 (2017).",
"S. M. Richardson, L. A. Mitchell, G. Stracquadanio, K. Yang, J. S. Dymond, J. E.DiCarlo, D. Lee, C. L. Huang, S. Chandrasegaran, [b]Y. Cai[/b], J. D. Boeke, J. S. Bader,“Design of a synthetic yeast genome”, Science [b]355[/b], 1040–1044 (2017).",
"Y. Shen, Y. Wang, T. Chen, F. Gao, J. Gong, D. Abramczyk, R. Walker, H. Zhao, S.Chen, W. Liu, Y. Luo, C. A. M?ller, A. Paul-Dubois-Taine, B. Alver, G. Stracquadanio,L. A. Mitchell, Z. Luo, Y. Fan, B. Zhou, B. Wen, F. Tan, Y. Wang, J. Zi, Z. Xie, B. Li,K. Yang, S. M. Richardson, H. Jiang, C. E. French, C. A. Nieduszynski, R. Koszul, A. L.Marston, Y. Yuan, J. Wang, J. S. Bader, J. Dai, J. D. Boeke, X. Xu, [b]Y. Cai[/b], H. Yang,“Deep functional analysis of synII, a 770-kilobase synthetic yeast chromosome”, Science355 (2017).",
"Y. Wu, B. Z. Li, M. Zhao, L. A. Mitchell, Z. X. Xie, Q. H. Lin, X. Wang, W. H. Xiao,Y. Wang, X. Zhou, H. Liu, X. Li, M. Z. Ding, D. Liu, L. Zhang, B. L. Liu, X. L. Wu,F. F. Li, X. T. Dong, B. Jia, W. Z. Zhang, G. Z. Jiang, Y. Liu, X. Bai, T. Q. Song, Y.Chen, S. J. Zhou, R. Y. Zhu, F. Gao, Z. Kuang, X. Wang, M. Shen, K. Yang, G.Stracquadanio, S. M. Richardson, Y. Lin, L. Wang, R. Walker, Y. Luo, P. S. Ma, H.Yang, [b]Y. Cai[/b], J. Dai, J. S. Bader, J. D. Boeke, Y. J. Yuan, “Bug mapping and fitnesstesting of chemically synthesized chromosome X”, Science 355 (2017).",
"Z. X. Xie, B. Z. Li, L. A. Mitchell, Y. Wu, X. Qi, Z. Jin, B. Jia, X. Wang, B. X. Zeng,H. M. Liu, X. L. Wu, Q. Feng, W. Z. Zhang, W. Liu, M. Z. Ding, X. Li, G. R. Zhao,J. J. Qiao, J. S. Cheng, M. Zhao, Z. Kuang, X. Wang, J. A. Martin, G. Stracquadanio,K. Yang, X. Bai, J. Zhao, M. L. Hu, Q. H. Lin, W. Q. Zhang, M. H. Shen, S. Chen, W.Su, E. X. Wang, R. Guo, F. Zhai, X. J. Guo, H. X. Du, J. Q. Zhu, T. Q. Song, J. J. Dai,F. F. Li, G. Z. Jiang, S. L. Han, S. Y. Liu, Z. C. Yu, X. N. Yang, K. Chen, C. Hu, D. S.Li, N. Jia, Y. Liu, L. T. Wang, S. Wang, X. T. Wei, M. Q. Fu, L. M. Qu, S. Y. Xin, T.Liu, K. R. Tian, X. N. Li, J. H. Zhang, L. X. Song, J. G. Liu, J. F. Lv, H. Xu, R. Tao,Y. Wang, T. T. Zhang, Y. X. Deng, Y. R. Wang, T. Li, G. X. Ye, X. R. Xu, Z. B. Xia,W. Zhang, S. L. Yang, Y. L. Liu, W. Q. Ding, Z. N. Liu, J. Q. Zhu, N. Z. Liu, R.Walker, Y. Luo, Y. Wang, Y. Shen, H. Yang, [b]Y. Cai[/b], P. S. Ma, C. T. Zhang, J. S.Bader, J. D. Boeke, Y. J. Yuan, “\"Perfect\" designer chromosome V and behavior of aring derivative”, Science 355 (2017).",
"Z. X. Xie, D. Liu, B. Z. Li, M. Zhao, B. X. Zeng, Y. Wu, Y. Shen, T. Lin, P. Yang, J.Dai, [b]Y. Cai[/b], H. Yang, Y. J. Yuan, “Design and chemical synthesis of eukaryoticchromosomes”, Chem Soc Rev [b]46[/b], 7191–7207 (2017).",
"W. Zhang, G. Zhao, Z. Luo, Y. Lin, L. Wang, Y. Guo, A. Wang, S. Jiang, Q. Jiang, J.Gong, Y. Wang, S. Hou, J. Huang, T. Li, Y. Qin, J. Dong, Q. Qin, J. Zhang, X. Zou, X.He, L. Zhao, Y. Xiao, M. Xu, E. Cheng, N. Huang, T. Zhou, Y. Shen, R. Walker, Y. Luo,Z. Kuang, L. A. Mitchell, K. Yang, S. M. Richardson, Y. Wu, B. Z. Li, Y. J. Yuan, H.Yang, J. Lin, G. Q. Chen, Q. Wu, J. S. Bader, [b]Y. Cai[/b], J. D. Boeke, J. Dai, “Engineeringthe ribosomal DNA in a megabase synthetic chromosome”, Science 355 (2017).",
"J. D. Boeke, G. Church, A. Hessel, N. J. Kelley, A. Arkin, [b]Y. Cai[/b], R. Carlson, A.Chakravarti, V. W. Cornish, L. Holt, F. J. Isaacs, T. Kuiken, M. Lajoie, T. Lessor, J.Lunshof, M. T. Maurano, L. A. Mitchell, J. Rine, S. Rosser, N. E. Sanjana, P. A. Silver,D. Valle, H. Wang, J. C. Way, L. Yang, “GENOME ENGINEERING. The GenomeProject-Write”, Science [b]353[/b], 126–127 (2016).",
"[b]Y. Cai[/b], X. Wang, Y. Wu, Y. Li, M. Ya, “Over 100-year sedimentary record of polycyclicaromatic hydrocarbons (PAHs) and organochlorine compounds (OCs) in the continentalshelf of the East China Sea”, Environ Pollut [b]219[/b], 774–784 (2016).",
"T. Ellis, [b]Y. Cai[/b], “Synthetic Biology in Europe”, ACS Synth Biol [b]5[/b], 1033 (2016).",
"P. Kanigowska, Y. Shen, Y. Zheng, S. Rosser, [b]Y. Cai[/b], “Smart DNA Fabrication UsingSound Waves: Applying Acoustic Dispensing Technologies to Synthetic Biology”, J LabAutom [b]21[/b], 49–56 (2016).",
"A. Martella, S. M. Pollard, J. Dai, [b]Y. Cai[/b], “Mammalian Synthetic Biology: Time forBig MACs”, ACS Synth Biol [b]5[/b], 1040–1049 (2016).",
"Y. Qin, C. Tan, J. Lin, Q. Qin, J. He, Q. Wu, [b]Y. Cai[/b], Z. Chen, J. Dai,“EcoExpress-Highly Efficient Construction and Expression of Multicomponent ProteinComplexes in Escherichia coli”, ACS Synth Biol [b]5[/b], 1239–1246 (2016).",
"Y. Shen, G. Stracquadanio, Y. Wang, K. Yang, L. A. Mitchell, Y. Xue, [b]Y. Cai[/b], T. Chen,J. S. Dymond, K. Kang, J. Gong, X. Zeng, Y. Zhang, Y. Li, Q. Feng, X. Xu, J. Wang, J.Wang, H. Yang, J. D. Boeke, J. S. Bader, “SCRaMbLE generates designed combinatorialstochastic diversity in synthetic chromosomes”, Genome Res [b]26[/b], 36–49 (2016).",
"R. S. Walker, [b]Y. Cai[/b], “The Fifth Annual Sc2.0 and Synthetic Genomes Conference:Synthetic Genomes in High Gear”, ACS Synth Biol [b]5[/b], 920–922 (2016).",
"N. Agmon, L. A. Mitchell, [b]Y. Cai[/b], S. Ikushima, J. Chuang, A. Zheng, W. J. Choi, J. A.Martin, K. Caravelli, G. Stracquadanio, J. D. Boeke, “Yeast Golden Gate (yGG) for theEfficient Assembly of S. cerevisiae Transcription Units”, ACS Synth Biol [b]4[/b], 853–859(2015).",
"[b]Y. Cai[/b], N. Agmon, W. J. Choi, A. Ubide, G. Stracquadanio, K. Caravelli, H. Hao, J. S.Bader, J. D. Boeke, “Intrinsic biocontainment: multiplex genome safeguards combinetranscriptional and recombinational control of essential yeast genes”, Proc Natl Acad SciU S A [b]112[/b], 1803–1808 (2015).",
"Y. Guo, J. Dong, T. Zhou, J. Auxillos, T. Li, W. Zhang, L. Wang, Y. Shen, Y. Luo, Y.Zheng, J. Lin, G. Q. Chen, Q. Wu, [b]Y. Cai[/b], J. Dai, “YeastFab: the design andconstruction of standard biological parts for metabolic engineering in Saccharomycescerevisiae”, Nucleic Acids Res [b]43[/b], e88 (2015).",
"L. A. Mitchell, J. Chuang, N. Agmon, C. Khunsriraksakul, N. A. Phillips, [b]Y. Cai[/b],D. M. Truong, A. Veerakumar, Y. Wang, M. Mayorga, P. Blomquist, P. Sadda, J.Trueheart, J. D. Boeke, “Versatile genetic assembly system (VEGAS) to assemblepathways for expression in S. cerevisiae”, Nucleic Acids Res [b]43[/b], 6620–6630 (2015).",
"J. Y. Quinn, R. S. Cox, A. Adler, J. Beal, S. Bhatia, [b]Y. Cai[/b], J. Chen, K. Clancy, M.Galdzicki, N. J. Hillson, N. Le Nov?re, A. J. Maheshwari, J. A. McLaughlin, C. J.Myers, U. P, M. Pocock, C. Rodriguez, L. Soldatova, G. B. Stan, N. Swainston, A.Wipat, H. M. Sauro, “SBOL Visual: A Graphical Language for Genetic Designs”, PLoSBiol [b]13[/b], e1002310 (2015).",
"N. Annaluru, H. Muller, L. A. Mitchell, S. Ramalingam, G. Stracquadanio, S. M.Richardson, J. S. Dymond, Z. Kuang, L. Z. Scheifele, E. M. Cooper, [b]Y. Cai[/b], K. Zeller,N. Agmon, J. S. Han, M. Hadjithomas, J. Tullman, K. Caravelli, K. Cirelli, Z. Guo, V.London, A. Yeluru, S. Murugan, K. Kandavelou, N. Agier, G. Fischer, K. Yang, J. A.Martin, M. Bilgel, P. Bohutski, K. M. Boulier, B. J. Capaldo, J. Chang, K. Charoen,W. J. Choi, P. Deng, J. E. DiCarlo, J. Doong, J. Dunn, J. I. Feinberg, C. Fernandez,C. E. Floria, D. Gladowski, P. Hadidi, I. Ishizuka, J. Jabbari, C. Y. Lau, P. A. Lee, S.Li, D. Lin, M. E. Linder, J. Ling, J. Liu, J. Liu, M. London, H. Ma, J. Mao, J. E.McDade, A. McMillan, A. M. Moore, W. C. Oh, Y. Ouyang, R. Patel, M. Paul, L. C.Paulsen, J. Qiu, A. Rhee, M. G. Rubashkin, I. Y. Soh, N. E. Sotuyo, V. Srinivas, A.Suarez, A. Wong, R. Wong, W. R. Xie, Y. Xu, A. T. Yu, R. Koszul, J. S. Bader, J. D.Boeke, S. Chandrasegaran, “Total synthesis of a functional designer eukaryoticchromosome”, Science [b]344[/b], 55–58 (2014).",
"[b]Y. Cai[/b], T. Ellis, “The Sixth International Meeting on Synthetic Biology (SB6.0) specialissue editorial”, ACS Synth Biol [b]3[/b], 107 (2014).",
"M. Trubitsyna, G. Michlewski, [b]Y. Cai[/b], A. Elfick, C. E. French, “PaperClip: rapidmulti-part DNA assembly from existing libraries”, Nucleic Acids Res [b]42[/b], e154 (2014).",
"L. A. Mitchell, [b]Y. Cai[/b], M. Taylor, A. M. Noronha, J. Chuang, L. Dai, J. D. Boeke,“Multichange isothermal mutagenesis: a new strategy for multiple site-directedmutations in plasmid DNA”, ACS Synth Biol [b]2[/b], 473–477 (2013).",
"M. L. Wilson, [b]Y. Cai[/b], R. Hanlon, S. Taylor, B. Chevreux, J. C. Setubal, B. M. Tyler, J.Peccoud, “Sequence verification of synthetic DNA by assembly of sequencing reads”,Nucleic Acids Res [b]41[/b], e25 (2013).",
"[b]Y. Cai[/b], J. D. Boeke, “Genome remodeling”, Nat Biotechnol [b]29[/b], 807–808 (2011).",
"[b]Y. Cai[/b], M. L. Wilson, J. Peccoud, “GenoCAD for iGEM: a grammatical approach tothe design of standard-compliant constructs”, Nucleic Acids Res [b]38[/b], 2637–2644 (2010).",
"[b]Y. Cai[/b], M. W. Lux, L. Adam, J. Peccoud, “Modeling structure-function relationships insynthetic DNA sequences using attribute grammars”, PLoS Comput Biol [b]5[/b], e1000529(2009).",
"M. J. Czar, [b]Y. Cai[/b], J. Peccoud, “Writing DNA with GenoCAD”, Nucleic Acids Res [b]37[/b], W40–47 (2009).",
"J. Peccoud, M. F. Blauvelt, [b]Y. Cai[/b], K. L. Cooper, O. Crasta, E. C. DeLalla, C. Evans,O. Folkerts, B. M. Lyons, S. P. Mane, R. Shelton, M. A. Sweede, S. A. Waldon,“Targeted development of registries of biological parts”, PLoS One [b]3[/b], e2671 (2008).",
"[b]Y. Cai[/b], B. Hartnett, C. Gustafsson, J. Peccoud, “A syntactic model to design andverify synthetic genetic constructs derived from standard biological parts”,Bioinformatics [b]23[/b], 2760–2767 (2007)."
]