[
    {
        "title": "",
        "name": "Jamie Auxillos",
        "email": "jamie@auxillos.com",
        "description": "Jamie is a PhD student at the Cai lab under the supervision of Dr. Patrick Cai and Professor Chris French. She graduated with a BSc Hons in Biomedical Sciences with Medical Microbiology in 2014 at Newcastle University and an MSc in Systems and Synthetic Biology at the University of Edinburgh in 2015. [br]Her project focusses on the application of synthetic biology and high-throughput biology in drug discovery, specifically antibiotics against tuberculosis. This project is in collaboration with researchers at the Tyres lab (University of Montreal) and the Wright lab (McMaster University). Her interests lie in the application of synthetic biology in the development of treatments and therapies against diseases. ",
        "portrait": "Jamie.jpg"
    },
    {
        "title": "",
        "name": "Katarina Jonsson",
        "email": "katijonsson@hotmail.com",
        "description": "Katarina graduated from the University of Edinburgh in June 2015 with a BSc (Hons) in Molecular Biology. She is continuing her studies here in Edinburgh as a PhD student in the Cai and Marston labs where she is synthesising mini-yeast chromosomes and testing their ability to segregate during mitosis. During Katarina’s spare time she likes to read, hike and go to the cinema. ",
        "portrait": "Katarina.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Daniel Schindler",
        "email": "daniel.schindler@manchester.ac.uk",
        "description": "Daniel Schindler is currently working as postdoctoral research associate in the lab of Dr Patrick Cai. He obtained his Ph.D. in Biology at the Philipps-Universität Marburg in Germany, at the LOEWE Center for Synthetic Microbiology under Prof Torsten Waldminghaus. His research focused on the construction of synthetic secondary chromosomes to analyse chromosome maintenance systems in Escherichia coli. [br]His current research projects are straightened to the design, construction and characterization of neochromosomes in baker´s yeast Saccharomyces cerevisiae. In his opinion there are many open questions in the field of chromosome research and recent progress in Synthetic Biology can provide answers through construction of synthetic chromosomes.[br]In his free time, Daniel enjoys outdoor sports (climbing, mountaineering and running), travelling and good food. ",
        "portrait": "Daniel.jpg"
    },
    {
        "title": "",
        "name": "Sally Jones",
        "email": "sally.jones-3@manchester.ac.uk",
        "description": "Sally is acting as a laboratory research technician in the Cai lab. She graduated from the University of Bath in June 2017 with a BSc (Hons) in Biochemistry. In her free time she enjoys painting and gardening.",
        "portrait": "Sally.jpg"
    },
    {
        "title": "",
        "name": "Marco Monti",
        "email": "marco.monti21@liveunibo.onmicrosoft.com",
        "description": "Marco Monti graduated with a BSc Hons in Biological Sciences in 2016 at the University of Bologna. He is a 2nd year Master student in Molecular and Cellular Biology at the University of Bologna. His current project at Cai Lab focuses on the study and the molecular characterization of the SCRaMbLE yeast genome using the Oxford Nanopore technology. In his free time, Marco enjoys reading, watching films and playing chess.",
        "portrait": "Marco.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Yingying Li",
        "email": "yingying.li@manchester.ac.uk",
        "description": "Yingying is currently working as a postdoctoral research associate in Dr. Patrick Cai`s group. She graduated with a first class MSc degree in Microbial and Biochemical Pharmacy from China Pharmaceutical University. She then moved to Belgium for her PhD studying and obtained her PhD in Biology from KULeuven supervised by Professor Johan Thevelein and Dr. Maria Foulquié. Her research focused on the development of superior industrial yeast strains that can convert pentose and hexose (xylose) sugars to bioethanol and improvement of inhibitors (salt, furfural, HMF, acids, etc.) tolerance of yeast strains. Following graduation, she worked as a Knowledge Exchange Associate at the University of Strathclyde and a Lab facility manager at IBioIC.[br]Her current research is focused on the yeast chromosomal rDNA repeats combined with the synthetic chromosomes, exploring the influence of the rDNA copy number and instability in the important functions of the nucleolus and lifespan.",
        "portrait": "Yingying.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Reem Swidah",
        "email": "reem.swidah@manchester.ac.uk",
        "description": "Reem started working as a postdoctoral research associate in the lab of Prof. Patrick Cai in 2018. Reem obtained her PhD in Biotechnology from the University of Manchester under the supervision of Prof. Mark Ashe and Prof. Chris Grant. She constructed various mutants of S. cerevisiae strains to produce butanol by introducing the ABE pathway into yeast, applying metabolic engineering and synthetic biology strategies to enhance butanol production. Reem started working as a Post-doc prior to finishing her PhD in Mark Ashe lab. Reem has obtained her MSc in Biotechnology and her Bachelor degree in Agricultural Engineering and Food Science from the University of Damascus. Reem has gained extensive experience in teaching as she worked as assistant lecturer at the University of Damascus and the University of Tishreen.[br]Reem currently is working on multiple projects. First, she is focusing on engineering and biosynthesizing natural product-like drugs such as Pentalenolactone, which is active against Mycobacterium tuberculosis. She assembles biosynthesis pathways using YeastFab technology. Second, her research interests are combining Engineering and Molecular Biology for exploring potential applications of Synthetic Biology. Reem is also using SCRaMBLE system to generate high-fitness yeast cells bearing the synthetic chromosomes  and under specific conditions and this will allow her to create genome diversity with the ability to produce new biological functions. In her free time, she enjoys working as a volunteer and contributes to fund raising for many UK registered charities including Syria relief. Reem loves reading, painting, cooking, travelling and exploring life. ",
        "portrait": "Reem.jpg"
    },
    {
        "title": "",
        "name": "Isaac Yisha Luo",
        "email": "yisha.luo@manchester.ac.uk",
        "description": "Isaac is a full stack network software engineer who rejoined in Cailab in 2018. He creates web apps and automatic scripts compiler for Synthetic Biology. Isaac is a big fan of new technologies, he also loves travelling, hiking and cooking",
        "portrait": "isaac.jpg"
    },
    {
        "title": "",
        "name": "Jun Yang Ong",
        "email": "jun.ong-2@student.manchester.ac.uk",
        "description": "Jun Yang is a 4th year MChem student at the University of Manchester. He is currently working on the condition-specific evolution of synthetic yeast using SCRaMbLE under the supervision of Dr Reem Swidah and Prof Patrick Cai. His research interest lies at the interface of chemistry and biology, especially in enzymes and biomimetic catalysts. Away from the lab, he enjoys reading, playing board games and travelling.",
        "portrait": "Jun.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Jason Shijian Liu",
        "email": "shijian.liu@manchester.ac.uk",
        "description": "Jason is a visiting academic from China. He is a lecturer of the Fujian University of Technology, and a member of the Fujian Provincial Key Laboratory of Big Data Mining and Applications. He received his B.S. degree in Mathematics from Xiangtan University, a Master degree in Computer Science from Changsha University of Science & Technology and a Ph.D. degree in Computer Science from Central South University. His research focus on the bio-medical data processing, which include modeling, visualization, segmentation, 3D reconstruction and so on. The period of his visit in Cai's Lab is from 1 Sep., 2018 to 1 Sep., 2019.",
        "portrait": "Jason.jpg"
    }
]
