[
    {
        "title": "",
        "name": "Paulina Kanigowska",
        "email": "kanigowska.paulina@gmail.com",
        "description": "Paulina is a PhD student from Poland. Her main interest and scientific focus is laboratory automation and its application in the synthetic biology domain. In the Cai Lab, she works on establishing high-throughput DNA manufacturing and editing protocols, as well as investigates the biological workflows from a process engineering perspective, to better understand and address their limitations. Prior to the postgraduate studies, Paulina obtained a bachelor’s degree in Biotechnology from the University of Edinburgh. ",
        "portrait": "Paulina.jpg"
    },
    {
        "title": "",
        "name": "Chantal Yue Shen",
        "email": "shenyue226@gmail.com",
        "description": "Chantal Yue Shen is currently a PhD student of Dr. Patrick Cai and Dr. Chris French. She received a bachelor degree of Bioengineering from South China University of Technology (China) and a master degree of Biomedical Engineering from The University of Melbourne (Australia). Chantal has earned four years experiences involving bioinformatics, molecular biology as well as project management in BGI-Shenzhen. Her research interests are combing Bioinformatics, Engineering and Molecular Biology for exploring potential applications of Synthetic Biology. Chantal is now focusing on the Sc2.0 project and the development of DNA synthesis and assembly platform with automation of technologies. ",
        "portrait": "Chantal.jpg"
    },
    {
        "title": "",
        "name": "Jamie Auxillos",
        "email": "s1469975@sms.ed.ac.uk",
        "description": "Jamie is a PhD student at the Cai lab under the supervision of Dr. Patrick Cai and Professor Chris French. She graduated with a BSc Hons in Biomedical Sciences with Medical Microbiology in 2014 at Newcastle University and an MSc in Systems and Synthetic Biology at the University of Edinburgh in 2015. [br]Her project focusses on the application of synthetic biology and high-throughput biology in drug discovery, specifically antibiotics against tuberculosis. This project is in collaboration with researchers at the Tyres lab (University of Montreal) and the Wright lab (McMaster University). Her interests lie in the application of synthetic biology in the development of treatments and therapies against diseases. ",
        "portrait": "Jamie.jpg"
    },
    {
        "title": "",
        "name": "Katarina Jonsson",
        "email": "s1140622@sms.ed.ac.uk",
        "description": "Katarina graduated from the University of Edinburgh in June 2015 with a BSc (Hons) in Molecular Biology. She is continuing her studies here in Edinburgh as a PhD student in the Cai and Marston labs where she is synthesising mini-yeast chromosomes and testing their ability to segregate during mitosis. During Katarina’s spare time she likes to read, hike and go to the cinema. ",
        "portrait": "Katarina.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Eva Garcia-Ruiz",
        "email": "egarcia2@exseed.ed.ac.uk",
        "description": "Eva works at Cai’s group at University of Edinburgh as a postdoctoral research associate. Prior to coming to Edinburgh, she gained extensive research experience from several fellowships and internships at industry (MSD) and academia. She received her B.S. in Biology from Universidad de Alcala de Henares in Spain, and went on to receive her M.S. and Ph.D. from the Universidad Complutense de Madrid at the Spanish Research Council supervised by Prof. Miguel Alcalde and Prof. Angel T. Martinez. Following graduation, she worked as a postdoctoral research associate at Huimin Zhao’s group at University of Illinois (UIUC) for 3 years. [br]   Her current research is focused on engineering and biosynthesizing diversified natural product-like drugs active against human pathogens. She is also working on automation of synthetic biology protocols. [br]In her free time, she enjoys cooking, ice skating and painting. ",
        "portrait": "Eva.jpg"
    },
    {
        "title": "Dr. ",
        "name": "Daniel Schindler",
        "email": "daniel.schindler@synmikro.uni-marburg.de",
        "description": "Daniel Schindler is currently working as postdoctoral research associate in the lab of Dr Patrick Cai. He obtained his Ph.D. in Biology at the Philipps-Universität Marburg in Germany, at the LOEWE Center for Synthetic Microbiology under Prof Torsten Waldminghaus. His research focused on the construction of synthetic secondary chromosomes to analyse chromosome maintenance systems in Escherichia coli. [br]His current research projects are straightened to the design, construction and characterization of neochromosomes in baker´s yeast Saccharomyces cerevisiae. In his opinion there are many open questions in the field of chromosome research and recent progress in Synthetic Biology can provide answers through construction of synthetic chromosomes.[br]In his free time, Daniel enjoys outdoor sports (climbing, mountaineering and running), travelling and good food. ",
        "portrait": "Daniel.jpg"
    }
]
